xml_tmpl/delete_zone.xml

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <delete_zones xmlns="http://127.0.0.1:8082/NicToolServer/SOAP">
      <struct>
        <nt_user_session>#NT_USER_SESSION#</nt_user_session>
        <zone_list>#ZONE_LIST#</zone_list>
      </struct>
    </delete_zones>
  </soap:Body>
</soap:Envelope>
